Repository: boyzwj/Llamadock
Catalog: App/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %@ download progress
zh_hans: %@ 下载进度

source: %@ installed and ready
zh_hans: %@ 已安装并可用

source: %lld CPU cores • %@ memory
zh_hans: %1$lld 个 CPU 核心 • %2$@ 内存

# %lld active downloads • %lld completed
source: %1$lld active downloads • %2$lld completed
zh_hans: %1$lld 个活动下载 • %2$lld 个已完成

# %lld active downloads • %lld total
source: %1$lld active downloads • %2$lld total
zh_hans: %1$lld 个活动下载 • 共 %2$lld 个

source: %lld enabled
zh_hans: 已启用 %lld 个

source: %lld enabled • %lld loaded
zh_hans: 已启用 %lld 个 • 已加载 %lld 个

source: %lld flags detected
zh_hans: 检测到 %lld 个参数

# %lld local model files • %@
source: %1$lld local model files • %2$@
zh_hans: %1$lld 个本地模型文件 • %2$@

source: %lld managed runtimes installed, none active
zh_hans: 已安装 %lld 个托管运行时，均未激活

source: %lld non-GGUF or unsafe paths were excluded.
zh_hans: 已排除 %lld 个非 GGUF 或不安全路径。

# %lld of %lld files
source: %1$lld of %2$lld files
zh_hans: %1$lld / %2$lld 个文件

source: %lld parts
zh_hans: %lld 个分片

source: %lld percent
zh_hans: %lld%

# %lld percent, %@
source: %1$lld percent, %2$@
zh_hans: 进度 %1$lld%%，状态：%2$@

source: %lld repositories
zh_hans: %lld 个仓库

source: %lld requests
zh_hans: %lld 个请求

# %lld saved %@. The most recently edited profile appears first.
source: %1$lld saved %2$@. The most recently edited profile appears first.
zh_hans: 已保存 %1$lld 个%2$@。最近编辑的配置显示在最前面。

source: %lld saved profiles will retain this path and cannot use it until the file is restored or replaced.
zh_hans: %lld 个已保存配置会保留此路径，在文件恢复或替换前无法使用它。

source: %lld saved profiles. The most recently edited profile appears first.
zh_hans: 已保存 %lld 个配置。最近编辑的配置显示在最前面。

source: %lld scan issues
zh_hans: %lld 个扫描问题

source: %lld trials
zh_hans: %lld 轮测试

source: %lld trials • up to %@ context • %lld output tokens
zh_hans: %1$lld 轮测试 • 最大 %2$@ 上下文 • %3$lld 个输出 token

source: 0.0.0.0 (All networks)
zh_hans: 0.0.0.0（所有网络）

source: 1. Choose a Runtime
zh_hans: 1. 选择运行时

source: 127.0.0.1 (Local only)
zh_hans: 127.0.0.1（仅本机）

source: 2. Choose a GGUF Model
zh_hans: 2. 选择 GGUF 模型

source: 3. Configure Model Settings
zh_hans: 3. 配置模型设置

source: 3. Review the Profile
zh_hans: 3. 检查配置

source: 4. Start the Service
zh_hans: 4. 启动服务

source: A Keychain token was used for this Hub request. Repository access still depends on the token owner's accepted terms and permissions.
zh_hans: 此 Hub 请求使用了钥匙串中的令牌。能否访问仓库仍取决于令牌所有者已接受的条款和权限。

source: A native macOS control plane for transparent, external llama.cpp runtimes and local GGUF models.
zh_hans: 一个原生 macOS 控制台，用于管理透明的外置 llama.cpp 运行时和本地 GGUF 模型。

source: A running LlamaDock server is using this model.
zh_hans: 正在运行的 LlamaDock 服务器正在使用此模型。

source: A running LlamaDock server is using this runtime.
zh_hans: 正在运行的 LlamaDock 服务器正在使用此运行时。

source: API Base URL
zh_hans: API 基础 URL

source: API Endpoint
zh_hans: API 端点

source: API Model Identifier
zh_hans: API 模型标识

source: About
zh_hans: 关于

source: About LlamaDock
zh_hans: 关于 LlamaDock

source: Access Token
zh_hans: 访问令牌

source: Accessibility
zh_hans: 辅助功能

source: Activate Selected
zh_hans: 激活所选项

source: Activating the managed runtime…
zh_hans: 正在激活托管运行时…

source: Active
zh_hans: 当前

# Active %@ · %lld managed runtimes installed
source: Active %1$@ · %2$lld managed runtimes installed
zh_hans: 当前 %@ · 已安装 %2$lld 个托管运行时

# Active %@ · Previous %@ · %lld managed runtimes installed
source: Active %1$@ · Previous %2$@ · %3$lld managed runtimes installed
zh_hans: 当前 %1$@ · 上一个 %2$@ · 已安装 %3$lld 个托管运行时

source: Actual Prompt
zh_hans: 实际提示词

source: Adapter
zh_hans: 适配器

source: Add Configured Model
zh_hans: 添加已配置模型

source: Add Custom Runtime
zh_hans: 添加自定义运行时

source: Add Folder
zh_hans: 添加文件夹

source: Add Folder…
zh_hans: 添加文件夹…

source: Add Model Folders
zh_hans: 添加模型文件夹

source: Add Model Folder…
zh_hans: 添加模型文件夹…

source: Add Model Setting
zh_hans: 添加模型设置

source: Add a Hugging Face token in Settings before downloading this restricted repository.
zh_hans: 下载此受限仓库前，请在设置中添加 Hugging Face 令牌。

source: Add a validated local GGUF model, then configure how llama-server loads it.
zh_hans: 添加已验证的本地 GGUF 模型，然后配置 llama-server 的加载方式。

source: Add one or more folders to scan GGUF files without moving them, or open a single GGUF file.
zh_hans: 添加一个或多个文件夹即可扫描其中的 GGUF 文件而无需移动它们，也可以直接打开单个 GGUF 文件。

source: Add or install a llama.cpp runtime to begin.
zh_hans: 请先添加或安装 llama.cpp 运行时。

source: Advanced
zh_hans: 高级

source: Alias
zh_hans: 别名

source: All Files
zh_hans: 所有文件

source: All Logs
zh_hans: 所有日志

source: Also configure companion models, generation defaults, prompts, and raw arguments.
zh_hans: 同时配置伴随模型、生成默认值、提示词和原始参数。

source: Also tune threads, batching, cache types, and unload behavior.
zh_hans: 同时调整线程、批处理、缓存类型和卸载行为。

source: An unexpected error occurred.
zh_hans: 发生了意外错误。

source: App Language
zh_hans: 应用语言

source: App Presence
zh_hans: 应用显示

source: Appearance
zh_hans: 外观

source: Apple silicon (arm64)
zh_hans: Apple 芯片（arm64）

source: Applied by llama-server when a client does not replace it.
zh_hans: 当客户端未覆盖时，由 llama-server 应用。

source: Architecture
zh_hans: 架构

source: Arguments are passed directly to llama-server without a shell.
zh_hans: 参数会直接传给 llama-server，不经过 shell。

source: At Startup
zh_hans: 启动时加载

source: Attach optional GGUF files only when the main model requires them.
zh_hans: 仅在主模型需要时附加可选的 GGUF 文件。

source: Automatically load an available model when an API request selects it.
zh_hans: 当 API 请求选择可用模型时自动加载。

source: Auxiliary
zh_hans: 辅助文件

source: Availability
zh_hans: 可用方式

source: Available
zh_hans: 可用

source: Available after the service starts.
zh_hans: 服务启动后可用。

source: Basic
zh_hans: 基础

source: Batch Output TPS
zh_hans: 批量输出 TPS

source: Batch Size
zh_hans: 批处理大小

source: Benchmark
zh_hans: 性能测试

source: Benchmark Configuration
zh_hans: 测试配置

source: Best Batch Output
zh_hans: 最佳批量输出

source: Best Generation Throughput
zh_hans: 最佳生成吞吐量

source: Best Prompt Throughput
zh_hans: 最佳提示词吞吐量

source: Browse GGUF Repositories
zh_hans: 浏览 GGUF 仓库

source: Browse Hugging Face
zh_hans: 浏览 Hugging Face

source: Browse Hugging Face models, choose a complete GGUF artifact, and add it to this queue.
zh_hans: 浏览 Hugging Face 模型，选择完整的 GGUF 产物并将其加入此队列。

source: Browse Model Library…
zh_hans: 浏览模型库…

source: Browse Models
zh_hans: 浏览模型

source: Browse an online model source, choose a complete GGUF artifact, and add it to this queue.
zh_hans: 浏览在线模型源，选择一个完整的 GGUF 构件并将其加入下载队列。

source: Browse local GGUF models, manage llama-server configurations, run multiple routed models, and measure real inference throughput from one native app.
zh_hans: 在一个原生应用中浏览本地 GGUF 模型、管理 llama-server 配置、运行多个路由模型，并测量真实推理吞吐量。

source: Bugs and feature requests
zh_hans: Bug 与功能建议

source: Built On
zh_hans: 构建基础

source: CPU worker threads.
zh_hans: CPU 工作线程数。

source: Cancel
zh_hans: 取消

source: Cancelled
zh_hans: 已取消

source: Cannot build launch command: %@
zh_hans: 无法生成启动命令：%@

source: Cannot build llama-server config: %@
zh_hans: 无法生成 llama-server 配置：%@

source: Capabilities unknown
zh_hans: 功能支持未知

source: Changelog
zh_hans: 更新日志

source: Changes are saved globally. Restart the service to apply them.
zh_hans: 更改已全局保存。重启服务后生效。

source: Chat template
zh_hans: 对话模板

source: Check Updates
zh_hans: 检查更新

source: Check for LlamaDock Update
zh_hans: 检查 LlamaDock 更新

source: Check for LlamaDock updates automatically
zh_hans: 自动检查 LlamaDock 更新

source: Check for runtime updates automatically
zh_hans: 自动检查运行时更新

source: Checking for LlamaDock updates
zh_hans: 正在检查 LlamaDock 更新

source: Choose Runtime
zh_hans: 选择运行时

source: Choose a .gguf model file.
zh_hans: 请选择 .gguf 模型文件。

source: Choose a Configured Model
zh_hans: 选择一个已配置模型

source: Choose a Draft Model
zh_hans: 选择草稿模型

source: Choose a GGUF model first.
zh_hans: 请先选择 GGUF 模型。

source: Choose a Model
zh_hans: 选择模型

source: Choose a Repository
zh_hans: 选择仓库

source: Choose a Section
zh_hans: 选择功能

source: Choose a Vision Projector
zh_hans: 选择视觉投影器

source: Choose a complete main GGUF artifact to download.
zh_hans: 请选择一个完整的主 GGUF 制品进行下载。

source: Choose a local GGUF model and create its launch profile.
zh_hans: 请选择本地 GGUF 模型并创建启动配置。

source: Choose a local GGUF model to make it available through llama-server.
zh_hans: 选择本地 GGUF 模型，使其可通过 llama-server 使用。

source: Choose a main artifact. Companion selection is managed with its main model.
zh_hans: 请选择主模型制品。配套文件需随主模型一起选择。

source: Choose a main model. Companion and auxiliary GGUF files are attached from a profile.
zh_hans: 请选择主模型。配套和辅助 GGUF 文件通过配置附加。

source: Choose a profile
zh_hans: 选择配置

source: Choose a runtime and enable a model setting.
zh_hans: 请选择运行时并启用一项模型设置。

source: Choose a valid local GGUF model to create a launch profile.
zh_hans: 选择有效的本地 GGUF 模型以创建启动配置。

source: Choose a validated llama.cpp runtime first.
zh_hans: 请先选择已验证的 llama.cpp 运行时。

source: Choose a validated runtime and a local GGUF model before starting.
zh_hans: 启动前请选择已验证的运行时和本地 GGUF 模型。

source: Choose a validated runtime and launch profile.
zh_hans: 请选择已验证的运行时和启动配置。

source: Choose a validated runtime to check parameter support.
zh_hans: 请选择已验证的运行时以检查参数支持情况。

source: Choose a validated runtime.
zh_hans: 请选择已验证的运行时。

source: Choose an installed managed runtime first.
zh_hans: 请先选择已安装的托管运行时。

source: Choose another severity filter to view buffered logs.
zh_hans: 请选择其他严重级别筛选条件以查看已缓冲的日志。

source: Choose at most one vision projector and one draft model. Selected companions share the main model's download, verification, import, and Profile transaction.
zh_hans: 最多选择一个视觉投影器和一个草稿模型。所选配套文件将与主模型一起完成下载、验证、导入和配置事务。

source: Choose llama-server or llama
zh_hans: 选择 llama-server 或 llama

source: Choose local-only access or expose the router to the network.
zh_hans: 选择仅本机访问，或将路由服务开放至网络。

source: Choose whether this model is hidden, loaded when requested, or kept ready from startup.
zh_hans: 选择隐藏此模型、在请求时加载，或从服务启动时保持就绪。

source: Choose…
zh_hans: 选择…

source: Clean Up
zh_hans: 清理残余

source: Clean Up Download Remnants?
zh_hans: 清理下载残余？

source: Clear
zh_hans: 清除

source: Clear Results
zh_hans: 清除结果

source: Clear Search
zh_hans: 清除搜索

source: Clients send this value as the model name. Keep it short, unique, and stable.
zh_hans: 客户端会将此值作为模型名称发送。请保持简短、唯一且稳定。

source: Companion Models
zh_hans: 伴随模型

source: Compatible with the selected runtime.
zh_hans: 与所选运行时兼容。

source: Complete
zh_hans: 完整

source: Complete the remaining steps to start a local API without using Terminal.
zh_hans: 完成剩余步骤即可启动本地 API，无需使用终端。

source: Completed
zh_hans: 已完成

source: Concurrency
zh_hans: 并发数

source: Concurrent requests exercise llama-server continuous batching.
zh_hans: 并发请求用于测试 llama-server 的连续批处理能力。

source: Configuration Detail
zh_hans: 配置详细程度

source: Configuration detail level
zh_hans: 配置详细程度

source: Configured
zh_hans: 已配置

source: Configured Models
zh_hans: 已配置模型

source: Configured typed settings are supported by the selected runtime.
zh_hans: 所选运行时支持当前已配置的类型化设置。

source: Context
zh_hans: 上下文

source: Context Lengths
zh_hans: 上下文长度

source: Context Size
zh_hans: 上下文大小

source: Control dynamic model loading for the single llama-server process.
zh_hans: 控制单个 llama-server 进程中的动态模型加载。

source: Copy API URL
zh_hans: 复制 API URL

source: Copy Command
zh_hans: 复制命令

source: Copy Config
zh_hans: 复制配置

source: Copy Diagnostics
zh_hans: 复制诊断信息

source: Copy Launch Command
zh_hans: 复制启动命令

source: Copy Path
zh_hans: 复制路径

source: Copy Redacted Diagnostics
zh_hans: 复制已脱敏的诊断信息

source: Copy Visible
zh_hans: 复制可见内容

source: Could not activate the managed runtime: %@
zh_hans: 无法激活托管运行时：%@

source: Could not add the model directory: %@
zh_hans: 无法添加模型目录：%@

source: Could not check for a LlamaDock app update: %@
zh_hans: 无法检查 LlamaDock 应用更新：%@

source: Could not check the latest llama.cpp runtime: %@
zh_hans: 无法检查最新的 llama.cpp 运行时：%@

source: Could not delete the managed runtime: %@
zh_hans: 无法删除托管运行时：%@

source: Could not delete the profile: %@
zh_hans: 无法删除配置：%@

source: Could not export the profile: %@
zh_hans: 无法导出配置：%@

source: Could not import the profile: %@
zh_hans: 无法导入配置：%@

source: Could not move the model to Trash: %@
zh_hans: 无法将模型移到废纸篓：%@

source: Could not prepare the model for Trash: %@
zh_hans: 无法准备将模型移到废纸篓：%@

source: Could not read the cached llama.cpp release: %@
zh_hans: 无法读取缓存的 llama.cpp 版本：%@

source: Could not read the managed runtime registry: %@
zh_hans: 无法读取托管运行时注册表：%@

source: Could not recover the previous llama-server process.
zh_hans: 无法恢复并清理上次遗留的 llama-server 进程。

source: Could not refresh the local model library: %@
zh_hans: 无法刷新本地模型库：%@

source: Could not remove the model directory: %@
zh_hans: 无法移除模型目录：%@

source: Could not restore model downloads: %@
zh_hans: 无法恢复模型下载：%@

source: Could not restore profiles: %@
zh_hans: 无法恢复配置：%@

source: Could not roll back the managed runtime: %@
zh_hans: 无法回滚托管运行时：%@

source: Could not save profile: %@
zh_hans: 无法保存配置：%@

source: Could not start llama-server: %@
zh_hans: 无法启动 llama-server：%@

source: Create Default Profile
zh_hans: 创建默认配置

source: Create a profile to configure and launch this model.
zh_hans: 创建配置以设置并启动此模型。

source: Current Active
zh_hans: 当前启用

source: Current Configuration
zh_hans: 当前配置

source: Current Environment
zh_hans: 当前环境

source: Custom
zh_hans: 自定义

source: DEBUG
zh_hans: 调试

source: Dashboard
zh_hans: 仪表盘

source: Default 39281. Valid range 1–65535.
zh_hans: 默认 39281。有效范围为 1–65535。

source: Degraded
zh_hans: 性能下降

source: Degraded — %@
zh_hans: 性能下降 — %@

source: Delete
zh_hans: 删除

source: Delete %@
zh_hans: 删除 %@

source: Delete Configuration
zh_hans: 删除配置

source: Delete Managed Runtime?
zh_hans: 删除托管运行时？

source: Delete Model Configuration?
zh_hans: 删除模型配置？

source: Delete Selected
zh_hans: 删除所选项

source: Delete unfinished files and remove this download task.
zh_hans: 删除未完成文件并从队列中移除此下载任务。

source: Detecting llama.cpp runtimes…
zh_hans: 正在检测 llama.cpp 运行时…

source: Diagnostics
zh_hans: 诊断

source: Diagnostics Copied
zh_hans: 诊断信息已复制

source: Disabled
zh_hans: 已停用

source: Discard very unlikely tokens.
zh_hans: 舍弃可能性很低的 token。

source: Discourage repeated output.
zh_hans: 降低重复输出的倾向。

source: Display Name
zh_hans: 显示名称

source: Documentation
zh_hans: 文档

source: Download %@
zh_hans: 下载 %@

source: Download Model and Companions
zh_hans: 下载模型及配套文件

source: Download Queue
zh_hans: 下载队列

source: Download to Local Library
zh_hans: 下载到本地模型库

source: Download, verify, and import this artifact without overwriting existing files.
zh_hans: 下载、验证并导入此制品，且不会覆盖现有文件。

source: Downloading
zh_hans: 正在下载

source: Downloading %@…
zh_hans: 正在下载 %@…

source: Downloads
zh_hans: 下载

source: Draft
zh_hans: 草稿模型

source: Draft Model
zh_hans: 草稿模型

source: Duplicate
zh_hans: 复制配置

source: Duplicate Configuration
zh_hans: 复制配置

source: ERR
zh_hans: 错误

source: ERROR
zh_hans: 错误

source: Each selection creates one trial per concurrency level.
zh_hans: 每个选项都会按所选并发级别分别执行一轮测试。

source: Edit Profile
zh_hans: 编辑配置

source: Enable at least one model in Model Settings before running a benchmark.
zh_hans: 运行性能测试前，请先在模型设置中启用至少一个模型。

source: Enable at least one model setting before starting the server.
zh_hans: 启动服务器前，请至少启用一个模型配置。

source: Enable model autoload
zh_hans: 启用模型自动加载

source: Enabled Models
zh_hans: 已启用模型

source: Enables image input for a compatible multimodal model.
zh_hans: 为兼容的多模态模型启用图像输入。

source: Enter a replacement token
zh_hans: 输入新的令牌

source: Enter one argument token per line. Tokens are passed directly to llama-server and are never interpreted by a shell.
zh_hans: 每行输入一个参数。参数会直接传给 llama-server，绝不会由 Shell 解释。

source: Errors
zh_hans: 错误

source: Essentials
zh_hans: 常用

source: Every file declares a Hub LFS SHA-256 digest; all files also receive bounded GGUF structure validation.
zh_hans: 每个文件都声明了 Hub LFS SHA-256 摘要；所有文件还会接受有界 GGUF 结构验证。

source: Everyday Performance
zh_hans: 常用性能设置

source: Examples: Qwen GGUF, bartowski/Qwen2.5-7B-Instruct-GGUF:Q4_K_M, or a huggingface.co repository URL.
zh_hans: 示例：Qwen GGUF、bartowski/Qwen2.5-7B-Instruct-GGUF:Q4_K_M，或 huggingface.co 仓库 URL。

source: Examples: Qwen GGUF, unsloth/DeepSeek-R1-GGUF:Q4_K_M, or a modelscope.cn repository URL.
zh_hans: 示例：Qwen GGUF、unsloth/DeepSeek-R1-GGUF:Q4_K_M，或 modelscope.cn 仓库 URL。

source: Expert
zh_hans: 专家

source: Export LlamaDock Profile
zh_hans: 导出 LlamaDock 配置

source: Export Selected Profile…
zh_hans: 导出所选配置…

source: Export…
zh_hans: 导出…

source: Extra Arguments
zh_hans: 额外参数

source: Failed
zh_hans: 失败

# Failed during %@: %@
source: Failed during %1$@: %2$@
zh_hans: 在 %1$@ 阶段失败：%2$@

source: Failed — %@
zh_hans: 失败 — %@

source: Fetching the latest official release…
zh_hans: 正在获取最新官方版本…

source: File size
zh_hans: 文件大小

source: Files without a Hub SHA-256 digest still receive exact-size and bounded GGUF structure validation before import.
zh_hans: 没有 Hub SHA-256 摘要的文件仍会在导入前接受精确大小检查和有界 GGUF 结构验证。

source: Finish Setup
zh_hans: 完成设置

source: Follow System
zh_hans: 跟随系统

source: For llama-server flags that are not available above.
zh_hans: 用于上方未提供的 llama-server 参数。

source: GGUF Artifacts
zh_hans: GGUF 制品

source: GGUF Metadata
zh_hans: GGUF 元数据

source: GPU Layers
zh_hans: GPU 层数

source: General
zh_hans: 通用

source: Generated Command
zh_hans: 生成的命令

source: Generated Configuration
zh_hans: 生成的配置

source: Generated llama-server Config
zh_hans: 生成的 llama-server 配置

source: Generation Length
zh_hans: 生成长度

source: Generation TPS
zh_hans: 生成 TPS

source: Global Settings
zh_hans: 全局设置

source: Global changes are saved immediately and apply after the router is restarted.
zh_hans: 全局更改会立即保存，并在路由重启后生效。

source: Global router configuration and per-model startup parameters
zh_hans: 全局路由配置与各模型启动参数

source: Hardware
zh_hans: 硬件

source: Health check degraded: %@
zh_hans: 健康检查降级：%@

source: Higher values increase variety.
zh_hans: 值越高，输出变化越丰富。

source: Host
zh_hans: 主机

source: Host / Port
zh_hans: 主机 / 端口

source: Hugging Face access token
zh_hans: Hugging Face 访问令牌

source: Hugging Face and ModelScope download queue
zh_hans: Hugging Face 与 ModelScope 下载队列

source: Hugging Face download queue and imported models
zh_hans: Hugging Face 下载队列和已导入模型

source: INFO
zh_hans: 信息

source: Identity and Models
zh_hans: 标识与模型

source: Import Profile…
zh_hans: 导入配置…

source: Import a LlamaDock Profile
zh_hans: 导入 LlamaDock 配置

source: Imported into Local Library
zh_hans: 已导入本地模型库

source: Importing
zh_hans: 正在导入

source: Import…
zh_hans: 导入…

source: Include in llama-server config
zh_hans: 包含在 llama-server 配置中

source: Include this companion in the atomic download and generated Profile.
zh_hans: 在原子下载和生成的配置中包含此配套文件。

source: Includes versions, hardware, runtime/model/profile/download summaries, server state, and update status. Credentials, signed URL queries, prompts, launch arguments, and server log contents are excluded.
zh_hans: 包含版本、硬件、运行时/模型/配置/下载摘要、服务器状态和更新状态。不包含凭据、签名 URL 查询参数、提示词、启动参数和服务器日志内容。

source: Incomplete
zh_hans: 不完整

source: Info & Above
zh_hans: 信息及以上

source: Install & Activate
zh_hans: 安装并激活

source: Install the latest managed runtime above, or add an existing llama-server executable.
zh_hans: 请在上方安装最新托管运行时，或添加现有的 llama-server 可执行文件。

source: Install, activate, update, and roll back llama.cpp
zh_hans: 安装、激活、更新和回滚 llama.cpp

source: Installed
zh_hans: 已安装

source: Installed Version
zh_hans: 已安装版本

source: Installed and Discovered
zh_hans: 已安装与已发现

source: Invalid
zh_hans: 无效

source: Invalid or unsupported GGUF
zh_hans: 无效或不支持的 GGUF

source: KV Cache K
zh_hans: KV 缓存 K

source: KV Cache V
zh_hans: KV 缓存 V

source: Keep at least one app entry visible so LlamaDock can always be reopened.
zh_hans: 请至少保留一个应用入口，以便随时重新打开 LlamaDock。

source: Key cache data type.
zh_hans: Key 缓存的数据类型。

source: Language
zh_hans: 语言

source: Language changes are applied immediately. Follow System uses English when the system language is not supported.
zh_hans: 语言更改会立即生效。跟随系统时，如果系统语言不受支持，将使用英文。

source: Latest %@
zh_hans: 最新版本 %@

source: Latest Installed
zh_hans: 已安装最新版

source: Launch Profile
zh_hans: 启动配置

source: Leave empty to use the model and client defaults.
zh_hans: 留空以使用模型和客户端默认值。

source: Leave values empty to use the llama.cpp runtime defaults.
zh_hans: 留空以使用 llama.cpp 运行时默认值。

source: Limit choices to the most likely tokens.
zh_hans: 将选择限制在概率最高的 token 中。

source: Listen Address
zh_hans: 监听地址

source: Listen Port
zh_hans: 监听端口

source: Live output from the owned llama-server process
zh_hans: 受管 llama-server 进程的实时输出

source: LlamaDock %@ is available.
zh_hans: LlamaDock %@ 已发布。

source: LlamaDock App
zh_hans: LlamaDock 应用

source: LlamaDock Models
zh_hans: LlamaDock 模型

source: LlamaDock app icon
zh_hans: LlamaDock 应用图标

source: LlamaDock app releases come from this project's signed GitHub Releases. This channel never changes the separately managed llama.cpp runtime.
zh_hans: LlamaDock 应用版本来自本项目已签名的 GitHub Releases。此更新渠道不会更改单独管理的 llama.cpp 运行时。

source: LlamaDock currently downloads public ModelScope repositories without credentials. Private or gated ModelScope repositories are not yet supported.
zh_hans: LlamaDock 目前无需凭据即可下载公开的 ModelScope 仓库，暂不支持私有或受限的 ModelScope 仓库。

source: LlamaDock currently supports public ModelScope repositories. Choose a public repository to download.
zh_hans: LlamaDock 目前支持公开的 ModelScope 仓库。请选择公开仓库进行下载。

source: LlamaDock follows macOS Reduce Motion, Increase Contrast, keyboard navigation, and VoiceOver settings.
zh_hans: LlamaDock 会遵循 macOS 的减弱动态效果、增强对比度、键盘导航和 VoiceOver 设置。

source: LlamaDock is open-source software. Copyright © LlamaDock contributors.
zh_hans: LlamaDock 是开源软件。版权所有 © LlamaDock 贡献者。

source: LlamaDock is up to date.
zh_hans: LlamaDock 已是最新版本。

source: LlamaDock owns only the llama-server process it starts. Quitting the app stops that process and does not install a background daemon.
zh_hans: LlamaDock 只管理由它启动的 llama-server 进程。退出应用会停止该进程，且不会安装后台守护进程。

source: LlamaDock server %@
zh_hans: LlamaDock 服务器%@

source: LlamaDock stores a security-scoped bookmark and scans GGUF metadata without moving model files.
zh_hans: LlamaDock 会存储安全范围书签并扫描 GGUF 元数据，不会移动模型文件。

source: LlamaDock will inspect this executable but never overwrite it.
zh_hans: LlamaDock 会检查此可执行文件，但绝不会覆盖它。

source: LlamaDock will move only %1$@ to the macOS Trash. It will not delete the containing folder or other split/companion files. %2$@
zh_hans: LlamaDock 只会将 %1$@ 移到 macOS 废纸篓，不会删除所在文件夹或其他分片/配套文件。%2$@

source: LlamaDock writes a fresh models.ini immediately before every start.
zh_hans: LlamaDock 会在每次启动前即时写入新的 models.ini。

source: Load on Request
zh_hans: 按请求加载

source: Load when the router starts
zh_hans: 路由启动时加载

source: Loaded
zh_hans: 已加载

source: Loaded Models
zh_hans: 已加载模型

source: Loading
zh_hans: 正在加载

source: Loading release details…
zh_hans: 正在加载发布详情…

source: Local GGUF library and Hugging Face
zh_hans: 本地 GGUF 模型库和 Hugging Face

source: Local GGUF library, Hugging Face, and ModelScope
zh_hans: 本地 GGUF 模型库、Hugging Face 与 ModelScope

source: Local Library
zh_hans: 本地模型库

source: Local inference runtime and server
zh_hans: 本地推理运行时与服务

source: Local llama.cpp Control Plane
zh_hans: 本地 llama.cpp 控制中心

source: Local llama.cpp service control
zh_hans: 本地 llama.cpp 服务控制

source: Logs
zh_hans: 日志

source: Lowest TPOT
zh_hans: 最低 TPOT

source: MIT License
zh_hans: MIT 许可证

source: Main
zh_hans: 主模型

source: Managed
zh_hans: 托管

source: Managed llama.cpp
zh_hans: 托管的 llama.cpp

source: Managed runtime installation failed: %@
zh_hans: 托管运行时安装失败：%@

source: Maximum Loaded Models
zh_hans: 最大已加载模型数

source: Maximum logical prompt batch.
zh_hans: 提示词的最大逻辑批大小。

source: Maximum tokens the model can consider at once. Larger contexts use more memory.
zh_hans: 模型一次可处理的最大 token 数；上下文越大，占用内存越多。

source: Measure llama-server prompt processing, generation, and continuous-batch throughput.
zh_hans: 测量 llama-server 的提示词处理、生成与连续批处理吞吐量。

source: Memory
zh_hans: 内存

source: Micro Batch Size
zh_hans: 微批处理大小

source: Min P
zh_hans: 最小 P

source: Model
zh_hans: 模型

source: Model Availability
zh_hans: 模型可用方式
